Repository: ootwch/woocommerce-runmyaccounts
Catalog: languages/rma-wc-*_formal.po
Languages: de

source: Accounting
de: Buchhaltung

source: Activate Function
de: Funktion aktivieren

source: All unbilled invoices
de: Alle nicht fakturierten Rechnungen

source: An error occurred while flushing the error log.
de: Ein Fehler ist beim Leeren der Tabelle aufgetreten.

source: Billing
de: Rechnungsstellung

source: Booking manually
de: Buchung erfolgt manuell

source: Catch-All Account
de: Catch-All-Konto

source: Collective Invoice
de: Sammelrechnung

source: Collective invoice
de: Sammelrechnung

source: Collective Invoice Description
de: Beschreibung der Sammelrechnung

source: complete
de: komplett

source: Connection successful.
de: Verbindung erfolgreich hergestellt.

source: Could not add shipping costs to invoice because of missing shipping costs product sku
de: Versandkosten konnten nicht zur Rechnung hinzugefügt werden, da die Versandkosten Artikelnummer fehlt

source: Could not create RMA customer dedicated guest account
de: RMA-Kundenkonto konnte nicht erstellt werden

source: Create Account for Guests
de: Konto für Gäste erstellen

source: Create Invoice
de: Rechnung erstellen

source: Create invoice in Run my Accounts
de: Rechnung in Run my Accounts erstellen

source: Create New Customer
de: Neuen Kunden erstellen

source: Created %s invoice
de: Rechnung %s erstellt

source: Customer
de: Kunde

source: Customer Number Prefix
de: Kundennummer-Präfix

source: Day of creation and a month before
de: Tag der Erstellung und einen Monat davor

source: Day of creation and a week before
de: Tag der Erstellung und eine Woche davor

source: Delete Settings
de: Einstellungen löschen

source: Description
de: Artikelbeschreibung

source: Description of the collective invoice in Run My Accounts. Possible variable: [period]
de: Beschreibung der Sammelrechnung in Run My Accounts ausführen. Mögliche Variable: [period]

source: Description of the invoice in Run My Accounts. Possible variable: [orderdate]
de: Beschreibung der Rechnung in Run My Accounts ausführen. Mögliche Variable: [orderdate]

source: Do not activate the plugin before you have set up all data.
de: Aktivieren Sie das Plugin nicht, solange Sie nicht alle Einstellungen vorgenommen haben.

# email
source: An error occurred while connecting with Run my Accounts API
de: Beim Herstellen einer Verbindung mit der Run my Accounts API ist ein Fehler aufgetreten

# email
source: Collective invoices were sent
de: Sammelrechnungen wurden verschickt

# email
source: The following collective invoices were sent: %s
de: Folgende Sammelrechnungen wurden verschickt: %s

source: error
de: Fehler

# error email body
source: Message
de: Nachricht

# error email body
source: Mode
de: Modus

# error email body
source: Section
de: Abschnitt

# error email body
source: Section ID
de: ID

source: Error Log
de: Fehlerprotokoll

source: Error while connecting to RMA. Please check your settings.
de: Fehler bei der Verbindung mit RMA. Bitte prüfen Sie die Einstellungen.

source: Every month (first weekday of the month)
de: Jeden Monat (erster Wochentag des Monats)

source: Every second week
de: Jede zweite Woche

source: Excluded Payment Options
de: Zahlungsmethoden ausschliessen

source: Fallback product sku
de: Fallback Artikelnummer

source: Flush Table
de: Tabelle leeren

source: For what period of time should collective invoices be created?
de: Für welchen Zeitraum sollen Sammelrechnungen erstellt werden?

source: Friday
de: Freitag

source: General
de: Allgemein

source: Get an email to this recipient. Administrators email address is used by default.
de: Erhalten Sie eine E-Mail an diesen Empfänger. Die E-Mail-Adresse des Administrators wird standardmäßig verwendet.

source: Guest Customer Number Prefix
de: Gast Kundennummer Präfix

source: How many days has this customer to pay your invoice?
de: Wie viele Tage hat dieser Kunde um Ihre Rechnung zu bezahlen?

source: Immediately after ordering
de: Unmittelbar nach der Bestellung

source: Invoice #
de: Rechnung

source: Invoice Description
de: Beschreibung der Rechnung

source: Invoice Period
de: Rechnungszeitraum

source: Invoice Prefix
de: Rechnungspräfix

source: Invoice Span
de: Zeitraum

source: Log
de: Protokoll

# Log
source: %s %s created
de: %s %s erstellt

# Log
source: Customer %s created
de: Kunde %s erstellt

# Log
source: Email sent successfully.
de: E-Mail erfolgreich gesendet.

# Log
source: Failed to send email.
de: Fehler beim Senden der E-Mail.

# Log
source: Plugin was not activated
de: Plugin wurde nicht aktiviert

# Log Section
source: Activation
de: Aktivierung

# Log Section
source: Customer
de: Kunde

# Log Section
source: Customer by %s id
de: Kunde nach %s id

# Log Section
source: Get Customer
de: Kunden abrufen

# Log Section
source: Get Parts
de: Artikel abrufen

# Log Section
source: Invoice
de: Rechnung

# Log Section
source: Payment
de: Zahlung

source: Misc
de: Verschiedenes

source: Missing API data
de: Fehlende API-Daten

source: Monday
de: Montag

source: Mr.
de: Herr

source: Ms.
de: Frau

source: Next Invoice Date
de: Datum der nächsten Rechnung

source: no
de: nein

source: No connection. Please check your settings.
de: Keine Verbindung. Bitte überprüfen Sie die Einstellungen.

source: No error data was found.
de: Keine Einträge gefunden.

source: Number of digits
de: Anzahl Ziffern

source: On order status completed
de: Beim Auftragsstatus "abgeschlossen"

source: Once a week
de: Einmal die Woche

source: Operation Mode
de: Betriebsmodus

source: Optionally, the text on the invoice for shipping. Usually it is the text from the shipping method chosen by the customer.
de: Optional der Text auf der Rechnung für den Versand. In der Regel handelt es sich um den Text der vom Kunden gewählten Versandart.

# Order Note
source: %s %s created in Run my Accounts
de: %s %s in Run my Accounts angelegt

# Order Note
source: Collective invoice
de: Sammelrechnung

# Order Note
source: Invoice
de: Rechnung

# Order Note
source: Payment %s %s booked on account %s
de: Zahlung %s %s auf Konto %s gebucht

# Order Note
source: Payment not booked in Run my Accounts. Payment method is excluded for payment booking.
de: Zahlung nicht in Run my Accounts gebucht. Die Zahlungsmethode ist bei der Zahlungsbuchung ausgeschlossen.

source: Payment
de: Zahlung

source: Payment Account
de: Zahlungskonto

source: Payment Period
de: Zahlungsfrist

source: Payment Period in days
de: Zahlungsfrist in Tagen

source: Pickup Date/Time: %s
de: Abholdatum/Uhrzeit: %s

source: Pickup Location: %s
de: Abholort: %s

source: Please enter your Production Client and Production API Key before using Run my Accounts for WooCommerce in production mode.
de: Bitte geben Sie Ihren Produktion-Client und den Produktion-API-Schlüssel ein, bevor Sie Run my Accounts für WooCommerce im Produktionsmodus nutzen.

source: Please select the days of the week on which a collective invoice should be created.
de: Bitte wähle die Wochentage aus, an denen eine Sammelrechnung erstellt werden soll.

source: Please select the payment options you want to exclude?
de: Bitte wählen Sie die Zahlungsoptionen aus, die Sie ausschließen möchten.

source: Please set the general payment period. You can set a individual value, for a customer, in the user profile.
de: Bitte legen Sie den allgemeinen Zahlungszeitraum fest. Im Benutzerprofil können Sie zusätzlich einen individuellen Wert für jeden Kunden hinterlegen.

source: Prefix followed by order id will be the customer number in Run my Accounts.
de: Präfix gefolgt von der Bestellnummer ist die Kundennummer in Run my Accounts.

source: Prefix followed by order number will be the invoice number in Run my Accounts.
de: Der Prefix gefolgt von der Bestellnummer ist die Rechnungsnummer in Run my Accounts.

source: Prefix followed by user id will be the customer number in Run my Accounts.
de: Der Präfix gefolgt von der User ID ist die Kundennummer in Run my Accounts.

source: Product
de: Produkt

source: Production
de: Produktion

source: Production API key
de: API-Schlüssel Produktivumgebung

source: Production Client
de: Kunde Produktivumgebung

source: Receivables Account
de: Forderungskonto

source: Receive emails on errors and general notifications.
de: Erhalten Sie E-Mails zu Fehlern und allgemeinen Benachrichtigungen.

source: Remove all plugin data when using the "Delete" link on the plugins screen
de: Alle Plugin-Daten löschen, wenn Sie den Link "Löschen" auf der Plugin-Seite wählen

source: Response Code
de: Antwortcode

source: Return Date/Time: %s
de: Rückgabedatum/-uhrzeit: %s

source: RMA Customer #
de: RMA Kundennummer

source: Run my Accounts - Settings
de: Run my Accounts - Einstellungen

source: Run my Accounts for WooCommerce
de: Run my Accounts für WooCommerce

source: Sandbox API key
de: Sandbox API-Schlüssel

source: Saturday
de: Samstag

source: Select customer...
de: Kunden auswählen...

source: Select the corresponding RMA customer for this account.
de: Wählen Sie den entsprechenden RMA-Kunden für dieses Konto aus.

source: Select...
de: Auswählen...

source: Send email
de: E-Mail senden

source: Set the maximum number of digits for the invoice number (including prefix).
de: Legen Sie die maximale Anzahl der Ziffern für die Rechnungsnummer (einschließlich Präfix) fest.

source: Set up the handling of the collective invoices
de: Einrichten der Sammelrechnungen

source: Settings Run my Accounts
de: Einstellungen Run my Accounts

source: Shipping
de: Versandkosten

source: SKU
de: Artikelnummer

source: Sunday
de: Sonntag

source: The current PHP version is %s.
de: Die aktuelle PHP Version ist %s.

source: The receivables account has to be available in RMA. Leave it blank to use default value 1100.
de: Das Forderungskonto muss in RMA verfügbar sein. Lassen Sie es leer, um den Standardwert 1100 zu verwenden.

source: This is a fallback sku in Run My Accounts which will be used to create an invoice if the WooCommerce sku of a product is not available in Run My Accounts. Leave it empty if you do not want to use it. In this case the invoice cannot be created if the sku is not available in Run My Accounts.
de: Dies ist ein Fallback-Artikelnummer in Run My Accounts, der verwendet wird, um eine Rechnung zu erstellen, wenn die WooCommerce-Artikelnummer eines Produkts in Run My Accounts nicht verfügbar ist. Lassen Sie das Feld leer, wenn Sie es nicht verwenden möchten. In diesem Fall wird die Rechnung nicht erstellt, wenn die Artikelnummer in Run My Accounts nicht bekannt ist.

source: This page shows you the error logs.
de: Diese Seite zeigt das Fehlerprotokoll.

source: This plug-in connects WooCommerce to <a href="https://www.runmyaccounts.ch/">Run my Accounts</a>. Create customers and invoices as soon as you get an order in your WooCommerce shop.
de: Dieses Plugin verbindet WooCommerce mit <a href="https://www.runmyaccounts.ch/">Run my Accounts</a>. Er erstellt Kunden und Rechnungen sobald eine Bestellung über WooCommerce eingeht.

source: Thursday
de: Donnerstag

source: Tick this if you want to create a customer as soon as a new user is created in WooCommerce (recommended if customer can register by itself).
de: Setzen Sie hier einen Haken wenn Sie möchten, dass ein Kunde angelegt wird sobald einer in WooCommerce registriert ist (wird empfohlen, wenn Kunden sich selber registrieren können).

source: Tick this if you want to create unique customer account in Run my Accounts for guest orders. Otherwise the guest orders will be booked on a pre-defined catch-all customer account.
de: Aktivieren Sie diese Einstellung, wenn Sie ein eindeutiges Debitorenkonto in Run my Accounts für Gastbestellungen erstellen möchten. Ansonsten werden die Gastbestellungen über das vordefinierte Catch-All-Kundenkonto gebucht.

source: Title
de: Anrede

source: To book the shipping costs, you have to select a dedicated product in Run my Accounts. The shipping costs will be booked on this product id.
de: Um die Versandkosten zu buchen, müssen Sie in Run my Accounts ein Produkt auswählen. Die Versandkosten werden auf dieser Artikelnummer gebucht.

source: Total Days: %s (%s)
de: Tage gesamt: %s (%s)

source: Tuesday
de: Dienstag

source: Warning
de: Warnung

source: Wednesday
de: Mittwoch

source: Weekday
de: Wochentag

source: When should customers and invoices be created in Run My Accounts?
de: Wann sollen Kunden und Rechnungen in Run My Accounts erstellt werden?

source: When should the payment be booked in Run My Accounts
de: Wann soll die Zahlung in Run My Accounts gebucht werden?

source: WooCommerce Run my Accounts is not activated. No invoice will be created.
de: WooCommerce Run my Accounts ist nicht aktiviert. Es werden keine Rechnungen erstellt.

source: Would you like to exclude payment options from the payment booking?
de: Möchten Sie Zahlungsoptionen von der Zahlungsbuchung ausschließen?

source: yes
de: ja

source: You are using a wrong PHP version. You need to install PHP 7.2 or higher.
de: Sie nutzen eine falsche PHP Version. Sie benötigen Version 7.3 oder höher.

source: You can specify a dedicated payment account for each active payment gateway.
de: Sie können für jede aktive Zahlungsmethode ein eigenes Zahlungskonto angeben.

source: You can specify a dedicated receivable account for each active payment gateway.
de: Sie können für jede Zahlungsform eine eigenes Debitorenkonto festlegen.
